{
  "name": "FATIMA SAFAR",
  "location": "ALEXANDRIA, EGYPT",
  "motto": "“Admittedly, Old One names",
  "story": "c. While anyone with a working knowledge of the occult aia py a ; H-_ or may read simple signs in the bones, stress, or Tarot, these i iis o-are but childrens books for Fatima Safar. Her ability d a ke os to conriect dozens of minor phenomena into accurate d y;. . i r i 3 prophecy is unparalleled in modern times. The future is ! a 2 ai Sy rp net set unfit becomes the past, and for an investigator 4 Ma i ert ae rs : of Fatimes skill, ever few minuiés of warning can divert : 4 i td et ql fen j events away from potehtiol catastrophe; whether that be 2) rd i SN ne th Ysugh preparing proper ftap dr simply: runing the. i ya me a i f other waysasitathesshecang: y , re il Me N ais ee an While anyone wih working krowieds af the occul may read slmplo signs In the bone star or Taret, the are but childrens books for Fui a Sa Her ck to connec: ns of mncr phenomena-, o accurate a propheey is unparalleled ia modern mex. The foture s ry no: 3et untll it becomes the past, and for an investigator S of Fatima: skill, aven a few: minures of warning can divert A i events oway from: potential catastrophe, whether that be i N Hi) through preparing o proper rag or simply running the is N other way os fast os she con, SS a ee he... S a an ae , : ce KY",
  "special_power": {
    "name": "Le enema or ore need",
    "is_special": true,
    "levels": [
      {
        "level": 1,
        "description": "pe THE OM TT You may put the first Mythos card you draw each turn af the bottom of the deck and draw gain. If you do, heal 2 stress. --- Ss"
      },
      {
        "level": 2,
        "description": "ENS bas Instead, drow 2 Mythos cards, choose 1 to play, and put the other underneath the deck. Heal 2 stress. Yo. 6S"
      },
      {
        "level": 3,
        "description": "j . Instead, if you draw 2 cards to choose from, heal oll of your stress. - 1 i"
      },
      {
        "level": 4,
        "description": "WY aed a You may take 2 wounds to cancel any Mythos cards special effects and enemy summoning. i"
      }
    ],
    "has_levels": true,
    "is_complete": true
  },
  "common_powers": [
    "Brawling",
    "Toughness"
  ]
}
