[
  {
    "name": "Arcane Mastery",
    "is_special": false,
    "levels": [
      {
        "level": 1,
        "description": "space of a Gate, you are always considered safe to Rest. You may attack a target 1 additional space away (2 total). Heal stress for each you count as a success, If you are within 1 space of a Gate, you"
      },
      {
        "level": 2,
        "description": "Instead, you may count any number of Yi as successes,"
      },
      {
        "level": 3,
        "description": "Instead, when you Run, you may Sneak 3 times. You may choose to not lose sanity for a when using this skill, Heal stress for each you count"
      },
      {
        "level": 4,
        "description": "Level 4 description - Not found in character cards"
      }
    ]
  },
  {
    "name": "Brawling",
    "is_special": false,
    "levels": [
      {
        "level": 1,
        "description": "BRAWLING When you attack, you may target You have 2 freee When you attack gain 1 green dice while attacking ANY NUMBER of rerolls when figuresures in your space, a target in your space. figuresures in your space attacking a target deal the full wounds WOISCOVERY CARDS you like). i i, (split the wounds as in your space. to EACH target."
      },
      {
        "level": 2,
        "description": "Instead, you may reduce wounds taken and loss of attacked or railing for Fire. sanity by 1 when attacked or rolling for Fire,"
      },
      {
        "level": 3,
        "description": "Instead, the other heals 3 wounds/ stress as if they were Resting. When you attack, you may target You have 2 freee When you attack ANY NUMBER of rerolls when figuresures in your space, figuresures in your space attacking a target deal the full wounds split the wounds as in your space. to EACH target. you like)."
      },
      {
        "level": 4,
        "description": ". Also, all other investigators in your _, Also you may i Your double the number space may heal 1 of successes. wound AND 1 stress"
      }
    ]
  },
  {
    "name": "Marksman",
    "is_special": false,
    "levels": [
      {
        "level": 1,
        "description": "Marksman also works in your space. While you are at full stress, gain 7 level in Marksman and Brawling"
      },
      {
        "level": 2,
        "description": "stress/health (total 5, Gain 1 when attacking a target not in your space. Instead, when you Run, you may Sneak 3 times."
      },
      {
        "level": 3,
        "description": ". You have 2 freee When you attack rerolls when figuresures in your space, attacking a target deal the full wounds in your space. to EACH target."
      },
      {
        "level": 4,
        "description": "Level 4 description - Not found in character cards"
      }
    ]
  },
  {
    "name": "Stealth",
    "is_special": false,
    "levels": [
      {
        "level": 1,
        "description": "STEALTH When you Run, you may Sneak once (1 enemy doesnt follow you). BINS gain 1 green dice while attacking a target in your space."
      },
      {
        "level": 2,
        "description": "Instead, Sneak once (I enemy when you Run, you doesnt follow you). may Sneak 3 times. MASTERY When making any roll,"
      },
      {
        "level": 3,
        "description": "Instead, you may you may count 1 Yx- count any number as a success. of as successes. Also, deal 1 wound to all enemies in your space. Deal 1 wound to each enemy you Sneak past. Heal 1 stress for each you count as a success."
      },
      {
        "level": 4,
        "description": "Level 4 description - Not found in character cards"
      }
    ]
  },
  {
    "name": "Swiftness",
    "is_special": false,
    "levels": [
      {
        "level": 1,
        "description": "additional wound (2 total). You have 1 freee Run action each turn. instead, when you Run, you may Sneak 3 times. if you kill the target and there are no"
      },
      {
        "level": 2,
        "description": "successes each. You have 1 extra action each turn."
      },
      {
        "level": 3,
        "description": "Level 3 description - Not found in character cards"
      },
      {
        "level": 4,
        "description": "Level 4 description - Not found in character cards"
      }
    ]
  },
  {
    "name": "Toughness",
    "is_special": false,
    "levels": [
      {
        "level": 1,
        "description": "TOUGHNESS You have 1 freee reroll when attacked or rolling for Fire. You may also discard a Detectitve token to reroll 1 die. gain 1 black dice when attacking a target not in your space."
      },
      {
        "level": 2,
        "description": "Instead, you may reduce wounds taken and loss of sanity by 1 when. attacked or rolling for Fire. You may also add aff AND your Gift to rolls of investigators in your space. Heal I stress for each  you count as a success."
      },
      {
        "level": 3,
        "description": "Instead, you may"
      },
      {
        "level": 4,
        "description": "Instead, you may re bce wou 5 reduce wounds reduce wounds taken and loss o! taken and loss of taken by 2 and loss You have 1 freee reroll when attacked or ity by tw rolling for Fire, stocks Y wll sanity by T from of sanity by from ee orrolling ANY SOURCE. ANY SOURCE, for Fire. , ,"
      }
    ]
  }
]