[
  {
    "name": "Arcane Mastery",
    "is_special": false,
    "levels": [
      {
        "level": 1,
        "description": "space of a gate, you are always considered safe to Rest. You may attack a target 1 additional space away (2 total). Heal | stress for each you count as a success, If you are within 1 space of a Gate, you gain @ ond have"
      },
      {
        "level": 2,
        "description": "successes each. FDISCOVERY CARDS A I"
      },
      {
        "level": 3,
        "description": ". investigate , ° when making any roll, instead, you may | heal | stress for | you may count any a Discovery cord. of a fay: OF Pa fa] 73 fot | lg be kad ID yr: DISCOVERY CARDS Otherwise, enemies attack you. me"
      },
      {
        "level": 4,
        "description": ".resotve— ff | bmi END OF TURN. ; When you attack, you may target ANY] You have 2 free When you attack Gain @ when attacking) NUMBER of figures rerolls when figures in your space, a target in your space. in your space (split | attacking a target | deal the full wounds the wounds as you in your space. to EACH target. like)."
      }
    ]
  },
  {
    "name": "Brawling",
    "is_special": false,
    "levels": [
      {
        "level": 1,
        "description": "investigator with you when leaving a space, You have 1 extra action each turn. When you Run, you may | You have | free Run move 1 additional space. action each turn. attacker’s space and | attacker’s space and | attacker's space and My"
      },
      {
        "level": 2,
        "description": "Level 2 description - Not found in character cards"
      },
      {
        "level": 3,
        "description": "card i a o—____+]] By i When you attack, te i ii have 2 free When you attack ta | you may target You have y of > Oven | Gain @ when attacking | ANY NUMBER of rerolls when figures in your space, ey . | a target in your space. figures in your space | attacking a target | deal the full wounds a Discovery card. | ie ! you like). Otherwise, i enemies attack you. If ae ~~ Lc > —- -—-—>"
      },
      {
        "level": 4,
        "description": ", resolve END OF TURN SWIFTNESS ccceerntnstnisinioincn nme nena gn emmamnninnnac GAS During o Run,"
      }
    ]
  },
  {
    "name": "Marksman",
    "is_special": false,
    "levels": [
      {
        "level": 1,
        "description": "investigator with you when leaving a space. You have 1 extra action each turn. aan nc"
      },
      {
        "level": 2,
        "description": "stress/health (total 5}, Gain Q® when attacking a target not in your space. Instead, when you Run, you may Sneak 3 times. When you Rest, deal 2 wounds to an enemy within 1 space. You may attack a target 1 additional space away (2 total). Deal 1 wound to each enemy you Sneak past. Instead, deal"
      },
      {
        "level": 3,
        "description": "Level 3 description - Not found in character cards"
      },
      {
        "level": 4,
        "description": ", resolve END OF TURN fig Swarts When you Run, you may You have i free Run move 1 additional space. action each turn. During a Run,"
      }
    ]
  },
  {
    "name": "Stealth",
    "is_special": false,
    "levels": [
      {
        "level": 1,
        "description": "wound for your"
      },
      {
        "level": 2,
        "description": "successes exch."
      },
      {
        "level": 3,
        "description": "Level 3 description - Not found in character cards"
      },
      {
        "level": 4,
        "description": "Level 4 description - Not found in character cards"
      }
    ]
  },
  {
    "name": "Swiftness",
    "is_special": false,
    "levels": [
      {
        "level": 1,
        "description": "additional wound (2 total). You have 1 free Run action each turn. instead, when you Run, you may Sneak 3 times. if you kill the target and there are no other enemies in its space, heal all your stress. During a Run, T investigator with you when leaving a space. Deal 1 wound to each enemy you Sneak past. You may deal"
      },
      {
        "level": 2,
        "description": "wounds to cancel any Mythos card’s special effects and enemy summoning. You mey count any number of as"
      },
      {
        "level": 3,
        "description": "Level 3 description - Not found in character cards"
      },
      {
        "level": 4,
        "description": "Level 4 description - Not found in character cards"
      }
    ]
  },
  {
    "name": "Toughness",
    "is_special": false,
    "levels": [
      {
        "level": 1,
        "description": "space back. Goin HE when attacking a target not In your space. Instead, you may reduce wounds sanity by 1 when attacked or rolling for Fire. Instead, gain Instead, gain PSOne your ewes val your sanity is on sanity ison a OR I space back. | G81 space back, You may ateck | fre oneck per urn a target } additional a Pr against a target space away (2 total). : not in your space. Instead, you may | Instead, you may reduce wounds reduce wounds"
      },
      {
        "level": 2,
        "description": "successes each. Instead, you may"
      },
      {
        "level": 3,
        "description": "Level 3 description - Not found in character cards"
      },
      {
        "level": 4,
        "description": "Level 4 description - Not found in character cards"
      }
    ]
  }
]